{
    
    "join-now": "Start earning",
    "start-now": "Start now",
    "login": "Login",
    "f-title-reward-tax": "Diamond rewards from tax",
    "f-desc-reward-tax": "4% of each transaction is redistributed to all holders. <0></0>4% is distributed as MDCBNB to Mother Doge Coin(MDC) holders according to the quantity each holder is holding. Holders can then swap MDCBNB for BNB anytime. <1></1>1 MDCBNB = 1 BNB. <2></2>To swap your MDCBNB to BNB, just send zero BNB(BEP20) to the MDCBNB address(<3></3>)",

    "f-title-liq-tax": "Automatic Liquidity from tax",
    "f-desc-liq-tax": "2% of each transaction is added to the liquidity pool.",

    "burn-title-tax": "Manual and Automatic burn",
    "burn-desc-tax": "Manual burn performed from time to time. Black hole existence automatically deflates Mother Doge Coin in supply with every transaction.",

    "charities": "Charity Partners",
    "charity-title-1": "Feed the homeless pets",
    "charity-content-1": "Let's feed the pets of the homeless. Pets create an atmosphere of home even for people without a home. Our community appreciates these pets around the world by helping their homeless friends feed them.",
    "charity-more": "Learn more",

    "earning-platforms": "Earnchain earning platforms",
    "earning-dapps": "Earnchain decentralised applications",
    "project-title-matrix": "Earnchain Matrix",
    "project-desc-matrix": "Start earning BUSD and ECT on Earnchain matrix. BUSD is a stable coin pegged to the US dollar. 1 BUSD is approximately 1 USD. ECT is the native token of Earnchain. Build your earning team with ease and start earning.",
    "project-title-work": "Earnchain Work",
    "project-desc-work": "Use your skills to solve world problems and get paid in the cryptocurrency of your choice. Are you a writer?, graphics designer?, tutor?, programmer? Whatever your profession is, there is always a job available for you to get paid for on the Earnchain Work plaform. At Earnchain Work, Companies are connected to the best experts to get their jobs done in no time.",
    "project-title-game": "Earnchain Game",
    "project-desc-game": "From trying your luck to making educated predictions, this platform lets you earn cryptocurrency by making predictions. It will be the major crypto casino after its completion.",
    "project-title-nft": "Earnchain NFT marketplace",
    "project-desc-nft": "We all love arts. From hums to studio recordings, doodles to paintings, Earnchain NFT marketplace makes it easy for artists to earn on every piece of their work. It's not just music and paintings. We believe writers, athletes, and programmers are artists too. The way you craft words, dribble on the pitch, design efficient algorithms are all works of art. No matter what you do, Earnchain NFT marketplace allows you to showcase and earn from the artistic side of your skills.",
    "project-title-video": "Earnchain Video",
    "project-desc-video": "What do you say about earning while watching and reviewing engaging videos? Earnchain video platform is the bridge between fun and finance.",
    "roadmap-title": "The roadmap",
    "roadmap-subtitle": "The cosmetics we will be applying to look good for Doge",
    "burnt": "Burnt",
    "presale": "Presale",
    "team": "Others",
    "burnt-per": "20% - Burned",
    "presale-per": "65% - Presale",
    "team-per": "15% - Dev, Team, and marketing.",
    "distros-title": "Token distribution",
    "distros-subtitle": "Mother Doge Coin total supply is 500 quadrillion.",
    "presale-reasons": "All funds raised through the presale will be added to the liquidity pool on pancakeswap.",
    
    "map-time-init": "Postnatal 1",
    "map-title-init": "Foundation applied",
    "map-desc-init": "> Website launch. <0></0>> Social presence on Telegram, Twitter and Reddit. <1></1>> Meme development. <2></2>> Marketing to spread awareness.",
    "map-time-matrix": "Postnatal 2",
    "map-title-matrix": "Lipstick applied",
    "map-desc-matrix": "> Influencer marketing push. <0></0>> Listing on coin gecko. <1></1>> Listing on coinmarketcap. <2></2>> 40,000 telegram members. <3></3>> 40,000 holders. <4></4>> Third party audit. <5></5>> Donations to charities.",
    "map-time-pswap": "Postnatal 3",
    "map-title-pswap": "Eye shadow applied",
    "map-desc-pswap": "> Smart wallet launch - A wallet that allows you to have a next of kin and other safe banking features. <0></0>> 100,000 holders. <1></1>> Airdrop #2.",
    "map-time-liner": "Postnatal 4",
    "map-title-liner": "Eye liner applied",
    "map-desc-liner": "> Crypto assets gift card platform launch. <0></0>> Large influencer marketing push. <1></1>> Listing on major cex. <2></2>> 150,000 holders.",
    "map-time-moon": "Postnatal 5",
    "map-title-moon": "Party on the moon",
    "map-desc-moon": "> Mother Doge NFT marketplace. <0></0>> 400,000 holders.  <1></1>> Heavy and Intense marketing. <2></2>> TeslaDrop - Tesla giveaway for the campaign of mother doge vs doge at $300m market cap. <3></3>> Mother Doge meme everywhere. <4></4>> $300k Donation to charity of community choice at $500m market cap. <5></5>> $500k Donation to animal shelters for mother doge babies at $1b market cap. <6></6>> Donate to help build homeless dog shelter at $25b market cap."
}