{
    "title": "Financial freedom with BUSD on The Fast Binance Smart Chain",
    "join-now": "Join now",
    "login": "Login",
    "start-earning": "Start earning",
    "earn": "BUSD and free ECT continously with just 10 BUSD.",
    "pitch": "Earnchain matrix is a smart contract powered crowdfunding platform that gives members free ECT along the BUSD they earn. The Overflow profit from ID 1(the developer) to ID 1's upline(ID 1 has no upline) is not kept by ID 1 as other platform developers do, but distributed to ECT holders as ECTBNB and the rest as liquidity for ECT.",
    "all-members": "All members",
    "users-per-day": "Joined in 24 Hours",
    "total-busd-earned": "Total BUSD earned",
    "total-ect-earned": "Total ECT earned",
    "adv-title-1": "All risks eliminated",
    "adv-desc-1": "On June 14, 2021, Earnchain developers deployed an autonomous smart contract on the Binance smart chain(BSC) that will keep existing as long as the internet exists, and cannot be modified or discontinued by any entity.",
    "adv-title-2": "Fair overflow distribution",
    "adv-desc-2": "On a platform like Earnchain Matrix. You as a downline can earn from the member that brought you, and as an upline can also earn from the members you bring. This is called overflows. But no upline can earn from ID 1 because ID 1 has no upline. In order to be fair to all members, the ID 1 overflow that should go to ID 1's upline is used as liquidity for ECT, and the rest is distributed as ECTBNB to ECT holders. Since all Earnchain Matrix members gets free ECT, and most are ECT holders, they benefit from this fairness.",
    "adv-title-3": "Free ECT",
    "adv-desc-3": "Earnchain Matrix receives part of ECT tax from time to time. From this, Earnchain matrix gives free ECT to its members when they register, upgrade, or when their downlines or uplines upgrade",
    "adv-title-4": "Instant Peer-to-Peer Payments",
    "adv-desc-4": "The Earnchain Matrix payout system is peer-to-peer designed. The smart contract does not hold/save registration or upgrade fee. It sends the fee directly to members wallet.",
    "adv-title-5": "Equal earning opportunites",
    "adv-desc-5": "All members has equal opportunities to earn massively. The amount you earn is not limited by how early you joined the platform, nor how late you joined. There's no leader or special treatment. This is why ID 1's upline overflow is used as ECT liquidity and ECTBNB distribution. How much you earn is only determined by how much you work.",
    "adv-title-6": "Full Transparency",
    "adv-desc-6": "Verifiable proof of the project’s performance, its statistics as well as its members transaction history are publicly available on the Binance smart chain(BSC). This can be checked life by clicking the smart contract address on the website",
    "how-it-works": "How it Works?",
    "how-it-works-explained": "N3 AND N4 Team Income Explained",
    "explained": "Slot one in <0>N3</0> and <1>N4</1> zones are automatically opened for you immediately you register. These two slots form the foundation and genesis of endless BUSD, ECT, and BNB earnings through ECT.",
    "join-cta": "Join with just 10 BUSD",
    "faq-title-1": "How is Earnchain matrix better than similar programs?",
    "faq-desc-1": "Its transparency and fairness makes it better. The source code is available to be reviewed anytime by anyone, every transaction is visible on the blockchain, and most importantly, ID 1, the developer, is not given any special treatment. This transparency and fairness which is made possible by sending all ID 1's upline's overflow profits to ECT smart contract as ECTBNB dividend to ECT holders and liquidity for ECT makes Earnchain not just a better, but the best matrix platform.",
    "faq-title-2": "Who is behind the program?",
    "faq-desc-2": "The platform has no CEO, no manager, no admin and no leader. The smart contract was designed to govern itself and execute payments and other transactions without any human intervention or control. The absence of any human governing the platform makes it possible for members to earn forever without any service interruption or corruption.",
    "faq-title-3": "What is BUSD?",
    "faq-desc-3": "BUSD is a stable cryptocurrency that is pegged to the value of USD. This means 1 BUSD is approximately 1 USD.",
    "faq-title-4": "What is ECT?",
    "faq-desc-4": "ECT, also known as Earnchain token, is the native token of Earnchain. you can trade ECT just as you trade other crypto assets. ECT has a series of wonderful tokenomics such as tax on sales, ECTBNB hold rewards from taxes, ECTBNB hold rewards from Earnchain dapps, ECT liquidity from taxes and Earnchain dapps, and constant burn. These tokenomics focus on increasing the price/value of ECT from time to time.",
    "faq-title-5": "What is ECTBNB?",
    "faq-desc-5": "ECTBNB, that is Earnchain BNB, is a token that reflects the shares of BNB that each ECT holder has within ECT. Due to the gas limit on blockchains, it is not feasible for ECT smart contract to send each ECT holder's share of BNB to their address. As a result of this, ECTBNB was created to represent how much BNB an ECT holder has in every BNB shared. You as a ECT holder can then swap your ECTBNB for BNB anytime you want. 1 ECTBNB = 1 BNB.",
    "faq-title-6": "How do I swap  my ECTBNB to BNB?",
    "faq-desc-6": "Whenever you want to swap your ECTBNB to BNB, just send <0>0</0> BNB to ECTBNB contract address. The contract address of ECTBNB is <1></1>",
    "faq-title-7": "",
    "faq-desc-7": "",
    "faq-title-8": "",
    "faq-desc-8": "",
    "faq-title-9": "",
    "faq-desc-9": "",
    "faq-title-10": "",
    "faq-desc-10": "",
    "faq-title-11": "",
    "faq-desc-11": "",
    "faq-title-12": "",
    "faq-desc-12": ""
}